tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/games'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

tap 'mpv-player/mpv'
tap 'osx-cross/avr'
tap 'beeftornado/rmtree'
tap 'robertgzr/tap'

brew 'android-platform-tools'
brew 'avrdude'
brew 'bootloadhid', args: ['HEAD']
brew 'clang-format'
brew 'sqlite'
brew 'python3'
brew 'python'
brew 'commonmark'
brew 'cppcheck'
brew 'rtmpdump'
brew 'curl'
brew 'fasd'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-faac', 'with-ffplay', 'with-libbs2b', 'with-libass', 'with-libcaca', 'with-x265', 'with-frei0r', 'with-opus', 'with-libvpx', 'with-libvorbis', 'with-theora']
brew 'go'
brew 'htop-osx'
brew 'imagemagick'
brew 'lua'
brew 'maven'
brew 'pyenv'
brew 'pyenv-virtualenv', args: ['HEAD']
brew 'pyenv-virtualenvwrapper', args: ['HEAD']
brew 'saldl', args: ['HEAD']
brew 'transmission'
brew 'vim', args: ['with-lua']
brew 'weechat', args: ['with-lua', 'with-python', 'with-ruby', 'with-perl', 'with-curl']
brew 'wget'
brew 'youtube-dl'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'homebrew/fuse/encfs'
brew 'mpv-player/mpv/vapoursynth'
brew 'mpv-player/mpv/mpv', args: ['with-vapoursynth', 'with-libcaca', 'with-libaacs', 'with-libmpv', 'HEAD']
brew 'mpv-player/mpv/mvtools', args: ['HEAD']
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'
brew 'rcmdnk/file/brew-file'

cask 'java'
cask 'osxfuse'
cask 'arduino'
cask 'betterzipql'
cask 'chromium'
cask 'dash'
cask 'dockertoolbox'
cask 'eagle'
cask 'flux'
cask 'invisorql'
cask 'iterm2-beta'
cask 'karabiner'
cask 'keka'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'quicksilver'
cask 'razorsql'
cask 'restool'
cask 'seil'
cask 'spectacle'
cask 'virtualbox'
cask 'vlc'
cask 'vox'
cask 'xld'